Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/Views/Schools/Create.*.resx
Languages: de, es, ru, zh

# Nova Escola
source: New School
de: Neue Schule
es: Nueva Escuela
ru: Новая школа
zh: 新学校

# Crear Nova Escola
source: Create New School
de: Neue Schule erstellen
es: Crear Nueva Escuela
ru: Создать новую школу
zh: 创建新学校

source: Ex: ESC001
de: Bsp.: ESC001
es: Ej.: ESC001
ru: Напр.: ESC001
zh: 例：ESC001

source: Ex: Barcelona
de: Bsp.: Barcelona
es: Ej.: Barcelona
ru: Напр.: Барселона
zh: 例：巴塞罗那

# Ex: Institut Joan XXIII
source: Ex: Joan XXIII High School
de: Bsp.: Institut Joan XXIII
es: Ej.: Instituto Joan XXIII
ru: Напр.: Institut Joan XXIII
zh: 例：Joan XXIII 学院

# Àmbit
source: Scope
de: Bereich
es: Ámbito
ru: Область
zh: 领域

# -- Selecciona un àmbit --
source: -- Select a scope --
de: -- Bereich auswählen --
es: -- Selecciona un ámbito --
ru: -- Выберите область --
zh: -- 选择领域 --

# Marcar com a favorita
source: Mark as favorite
de: Als Favorit markieren
es: Marcar como favorita
ru: Отметить как избранную
zh: 标记为收藏

# Crear Escola
source: Create School
de: Schule erstellen
es: Crear Escuela
ru: Создать школу
zh: 创建学校

# Cancel·lar
source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена
zh: 取消
