Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/Scripts/entity-modal.js.*.resx
Languages: ca, es

# EmailExists
source: This email already exists.
ca: Aquest email ja existeix.
es: Este email ya existe.

# EmailExistsValidity
source: Email exists
ca: Email existent
es: Email existente

# ValidationError
source: Please fill out all required fields correctly.
ca: Si us plau, omple tots els camps obligatoris correctament.
es: Por favor, rellena correctamente todos los campos obligatorios.

source: Creating...
ca: Creant...
es: Creando...

# SessionExpired
source: Session expired. Please log in again.
ca: Sessi贸 caducada. Torna a iniciar sessi贸.
es: Sesión caducada. Vuelve a iniciar sesión.

# CreateError
source: Error creating the record.
ca: Error creant el registre.
es: Error creando el registro.

# CreateErrorRetry
source: Error creating the record. Please verify the data and try again.
ca: Error creant el registre. Si us plau, verifica les dades i intenta-ho de nou.
es: Error creando el registro. Por favor, verifica los datos e inténtalo de nuevo.

# OperationSuccess
source: Operation completed successfully.
ca: Operaci贸 completada correctament.
es: Operación completada correctamente.

# ConnectionError
source: Connection error. Please try again.
ca: Error de connexi贸. Si us plau, intenta-ho de nou.
es: Error de conexión. Por favor, inténtalo de nuevo.

source: Create
ca: Crear
es: Crear
