Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/Views/Students/Edit.*.resx
Languages: fr, ru

source: -- Selecciona una escola --
fr: -- Sélectionnez une école --
ru: -- Выберите школу --

source: Cancel·lar
fr: Annuler
ru: Отмена

source: Cognoms
fr: Nom de famille
ru: Фамилия

source: Cognoms de l'alumne
fr: Nom de famille de l'élève
ru: Фамилия ученика

source: Data de Naixement
fr: Date de naissance
ru: Дата рождения

source: Editar Alumne
fr: Modifier l'élève
ru: Редактировать ученика

source: Email
ru: Эл. почта

source: Escola
fr: École
ru: Школа

source: Guardar
fr: Enregistrer
ru: Сохранить

source: Nom
ru: Имя

source: Nom de l'alumne
fr: Nom de l'élève
ru: Имя ученика

source: Tornar
fr: Retour
ru: Назад

source: email@exemple.cat
fr: email@exemple.fr
ru: email@primer.ru
