Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/Views/Dashboard/Dashboard.*.resx
Languages: ca

# El meu Tauler
source: My Dashboard
ca: El meu Tauler

# Benvingut, {0}!
source: Welcome, {0}!
ca: Benvingut, {0}!

# Inscripcions Actives
source: Active enrollments
ca: Inscripcions Actives

# Quotes Pagades
source: Paid fees
ca: Quotes Pagades

# Quotes Pendents
source: Pending fees
ca: Quotes Pendents

# Les meves inscripcions
source: My enrollments
ca: Les meves inscripcions

# No tens cap inscripció activa
source: You have no active enrollments
ca: No tens cap inscripció activa

# Sense curs
source: No course
ca: Sense curs

# Sense escola
source: No school
ca: Sense escola

source: Active
ca: Activa

# Escola:
source: School:
ca: Escola:

# Any acadèmic:
source: Academic year:
ca: Any acadèmic:

# Data inscripció:
source: Enrollment date:
ca: Data inscripció:

# Les meves quotes
source: My fees
ca: Les meves quotes

# No tens cap quota associada
source: You have no associated fees
ca: No tens cap quota associada

# Import
source: Amount
ca: Import

# Venciment
source: Due
ca: Venciment

# Estat
source: Status
ca: Estat

# Data Pagament
source: Payment Date
ca: Data Pagament

# Pagada
source: Paid
ca: Pagada

# Pendent
source: Pending
ca: Pendent
