Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/Views/Shared/_EntityModal.*.resx
Languages: de, zh

source: Crear {0}
de: Erstellen {0}
zh: 创建 {0}

source: Si us plau, omple tots els camps obligatoris correctament.
de: Bitte füllen Sie alle Pflichtfelder korrekt aus.
zh: 请正确填写所有必填项。

source: -- Selecciona {0} --
de: -- {0} auswählen --
zh: -- 选择 {0} --

source: {0} és obligatori
de: {0} ist erforderlich
zh: {0} 为必填项

source: Cancel·lar
de: Abbrechen
zh: 取消

source: Accepto les
de: Ich akzeptiere die
zh: 我接受

source: condicions de privacitat
de: Datenschutzbedingungen
zh: 隐私条款

source: Escola
de: Schule
zh: 学校

source: Alumne
de: Schüler
zh: 学生

source: Inscripció
de: Einschreibung
zh: 注册

source: Quota
de: Gebühr
zh: 费用

source: Codi
de: Code
zh: 代码

source: Nom
de: Name
zh: 名称

source: Ciutat
de: Stadt
zh: 城市

source: Àmbit
de: Bereich
zh: 范围

source: Favorita
de: Favorit
zh: 收藏

source: Ex: 08001234
de: z. B.: 08001234
zh: 例：08001234

source: Nom de l'escola
de: Name der Schule
zh: 学校名称

source: Nom de l'alumne
de: Vorname des Schülers
zh: 学生名

source: Cognoms
de: Nachname
zh: 姓氏

source: Cognoms de l'alumne
de: Nachname des Schülers
zh: 学生姓氏

source: Email
zh: 电子邮件

source: correu@exemple.cat
de: mail@beispiel.de
zh: mail@example.com

source: Data de naixement
de: Geburtsdatum
zh: 出生日期

source: Any acadèmic
de: Schuljahr
zh: 学年

source: Ex: 2024-2025
de: z. B.: 2024-2025
zh: 例：2024-2025

source: Nom del curs
de: Kursname
zh: 课程名称

source: Ex: 1r ESO, 2n Batxillerat, etc.
de: z. B.: 1. ESO, 2. Abitur, usw.
zh: 例：初中一年级、高中二年级等

source: Estat
de: Status
zh: 状态

source: Activa
de: Aktiv
zh: 有效

source: Pendent
de: Ausstehend
zh: 待处理

source: Cancel·lada
de: Storniert
zh: 已取消

source: Import
de: Betrag
zh: 金额

source: Moneda
de: Währung
zh: 货币

source: Data de venciment
de: Fälligkeitsdatum
zh: 到期日期

source: Marcar com a pagada
de: Als bezahlt markieren
zh: 标记为已支付

source: Referència de pagament
de: Zahlungsreferenz
zh: 支付参考

source: Referència o número de transacció
de: Referenz oder Transaktionsnummer
zh: 参考号或交易编号
