Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/Views/Shared/Error.*.resx
Languages: ca, de, es, fr, ru, zh

source: Error
de: Fehler
fr: Erreur
ru: Ошибка
zh: 错误

source: Error.
de: Fehler.
fr: Erreur.
ru: Ошибка.
zh: 错误。

# S'ha produït un error en processar la teva sol·licitud.
source: An error occurred while processing your request.
ca: S'ha produït un error en processar la teva sol·licitud.
de: Beim Verarbeiten Ihrer Anfrage ist ein Fehler aufgetreten.
es: Se ha producido un error al procesar tu solicitud.
fr: Une erreur est survenue lors du traitement de votre demande.
ru: Произошла ошибка при обработке вашего запроса.
zh: 处理您的请求时发生错误。

# ID de sol·licitud:
source: Request ID:
ca: ID de sol·licitud:
de: Anforderungs-ID:
es: ID de solicitud:
fr: ID de demande :
ru: ID запроса:
zh: 请求 ID：

# Mode de desenvolupament
source: Development Mode
ca: Mode de desenvolupament
de: Entwicklungsmodus
es: Modo de desarrollo
fr: Mode développement
ru: Режим разработки
zh: 开发模式

# Canviar a l'entorn de
source: Switching to the
ca: Canviar a l'entorn de
de: Wechseln zur
es: Cambiar al entorno de
fr: Passer à l'environnement de
ru: Переключение в среду
zh: 切换到

# mostrarà informació més detallada sobre l'error que s'ha produït.
source: will display more detailed information about the error that occurred.
ca: mostrarà informació més detallada sobre l'error que s'ha produït.
de: zeigt detailliertere Informationen über den aufgetretenen Fehler an.
es: mostrará información más detallada sobre el error que se ha producido.
fr: affichera des informations plus détaillées sur l'erreur survenue.
ru: покажет более подробную информацию об ошибке.
zh: 将显示更详细的错误信息。

# L'entorn Development no s'ha d'activar en aplicacions desplegades.
source: The Development environment should not be enabled for deployed applications.
ca: L'entorn Development no s'ha d'activar en aplicacions desplegades.
de: Die Development-Umgebung sollte in bereitgestellten Anwendungen nicht aktiviert sein.
es: El entorno Development no debe activarse en aplicaciones desplegadas.
fr: L'environnement Development ne doit pas être activé dans les applications déployées.
ru: Среду Development не следует включать в развернутых приложениях.
zh: 不应在已部署的应用中启用 Development 环境。

source: It can result in displaying sensitive information from exceptions to end users.
ca: Això pot provocar que es mostri informació sensible de les excepcions als usuaris finals.
de: Dies kann dazu führen, dass sensible Informationen aus Ausnahmen für Endbenutzer angezeigt werden.
es: Esto puede provocar que se muestre información sensible de las excepciones a los usuarios finales.
fr: Cela peut entraîner l'affichage d'informations sensibles issues des exceptions aux utilisateurs finaux.
ru: Это может привести к показу конфиденциальной информации из исключений конечным пользователям.
zh: 这可能会向最终用户显示异常中的敏感信息。

# Per a la depuració local, activa l'entorn
source: For local debugging, enable the
ca: Per a la depuració local, activa l'entorn
de: Für lokales Debugging aktivieren Sie die
es: Para la depuración local, activa el entorno
fr: Pour le débogage local, activez l'environnement
ru: Для локальной отладки включите
zh: 本地调试时，请启用

# definint la variable d'entorn
source: by setting the environment variable
ca: definint la variable d'entorn
de: indem Sie die Umgebungsvariable
es: definiendo la variable de entorno
fr: en définissant la variable d'environnement
ru: установив переменную окружения
zh: 通过设置环境变量

# a
source: to
ca: a
de: auf
es: a
fr: à
ru: в
zh: 为

# i reinicia l'aplicació.
source: and restarting the application.
ca: i reinicia l'aplicació.
de: und starten Sie die Anwendung neu.
es: y reinicia la aplicación.
fr: et redémarrez l'application.
ru: и перезапустите приложение.
zh: 并重新启动应用。
