Repository: dmoraroca/escoles-publiques
Catalog: src/Web/Resources/BaseController.*.resx
Languages: ca, de, es, fr, ru, zh

# Accés no autoritzat.
source: Unauthorized access.
ca: Accés no autoritzat.
de: Unbefugter Zugriff.
es: Acceso no autorizado.
fr: Accès non autorisé.
ru: Доступ запрещён.
zh: 未授权访问。

# Accés no autoritzat. Torna a iniciar sessió.
source: Unauthorized access. Please sign in again.
ca: Accés no autoritzat. Torna a iniciar sessió.
de: Unbefugter Zugriff. Bitte erneut anmelden.
es: Acceso no autorizado. Vuelve a iniciar sesión.
fr: Accès non autorisé. Veuillez vous reconnecter.
ru: Доступ запрещён. Пожалуйста, войдите снова.
zh: 未授权访问。请重新登录。

# Alumne amb ID {0} no trobat.
source: Student with ID {0} not found.
ca: Alumne amb ID {0} no trobat.
de: Schüler mit ID {0} nicht gefunden.
es: Alumno con ID {0} no encontrado.
fr: Élève avec l’ID {0} introuvable.
ru: Ученик с ID {0} не найден.
zh: 未找到ID为{0}的学生。

# Alumne esborrat correctament.
source: Student deleted successfully.
ca: Alumne esborrat correctament.
de: Schüler erfolgreich gelöscht.
es: Alumno eliminado correctamente.
fr: Élève supprimé avec succès.
ru: Ученик успешно удалён.
zh: 学生删除成功。

# Alumne {0} {1} actualitzat correctament.
source: Student {0} {1} updated successfully.
ca: Alumne {0} {1} actualitzat correctament.
de: Schüler {0} {1} erfolgreich aktualisiert.
es: Alumno {0} {1} actualizado correctamente.
fr: Élève {0} {1} mis à jour avec succès.
ru: Ученик {0} {1} успешно обновлён.
zh: 学生{0}{1}更新成功。

# Alumne {0} {1} creat correctament.
source: Student {0} {1} created successfully.
ca: Alumne {0} {1} creat correctament.
de: Schüler {0} {1} erfolgreich erstellt.
es: Alumno {0} {1} creado correctamente.
fr: Élève {0} {1} créé avec succès.
ru: Ученик {0} {1} успешно создан.
zh: 学生{0}{1}创建成功。

# Error al actualitzar l'alumne. Si us plau, intenta-ho de nou.
source: Error updating the student. Please try again.
ca: Error al actualitzar l'alumne. Si us plau, intenta-ho de nou.
de: Fehler beim Aktualisieren des Schülers. Bitte erneut versuchen.
es: Error al actualizar el alumno. Por favor, inténtalo de nuevo.
fr: Erreur lors de la mise à jour de l'élève. Veuillez réessayer.
ru: Ошибка при обновлении ученика. Пожалуйста, попробуйте снова.
zh: 更新学生时出错。请再试一次。

# Error al actualitzar l'escola. Si us plau, intenta-ho de nou.
source: Error updating the school. Please try again.
ca: Error al actualitzar l'escola. Si us plau, intenta-ho de nou.
de: Fehler beim Aktualisieren der Schule. Bitte erneut versuchen.
es: Error al actualizar la escuela. Por favor, inténtalo de nuevo.
fr: Erreur lors de la mise à jour de l'école. Veuillez réessayer.
ru: Ошибка при обновлении школы. Пожалуйста, попробуйте снова.
zh: 更新学校时出错。请再试一次。

# Error al actualitzar la inscripció. Si us plau, intenta-ho de nou.
source: Error updating the enrollment. Please try again.
ca: Error al actualitzar la inscripció. Si us plau, intenta-ho de nou.
de: Fehler beim Aktualisieren der Einschreibung. Bitte erneut versuchen.
es: Error al actualizar la inscripción. Por favor, inténtalo de nuevo.
fr: Erreur lors de la mise à jour de l'inscription. Veuillez réessayer.
ru: Ошибка при обновлении зачисления. Пожалуйста, попробуйте снова.
zh: 更新报名时出错。请再试一次。

# Error al actualitzar la quota. Si us plau, intenta-ho de nou.
source: Error updating the fee. Please try again.
ca: Error al actualitzar la quota. Si us plau, intenta-ho de nou.
de: Fehler beim Aktualisieren der Gebühr. Bitte erneut versuchen.
es: Error al actualizar la cuota. Por favor, inténtalo de nuevo.
fr: Erreur lors de la mise à jour de la cotisation. Veuillez réessayer.
ru: Ошибка при обновлении взноса. Пожалуйста, попробуйте снова.
zh: 更新费用时出错。请再试一次。

# Error al corregir les quotes.
source: Error correcting fees.
ca: Error al corregir les quotes.
de: Fehler beim Korrigieren der Gebühren.
es: Error al corregir las cuotas.
fr: Erreur lors de la correction des cotisations.
ru: Ошибка при исправлении взносов.
zh: 更正费用时出错。

# Error al crear l'escola. Si us plau, intenta-ho de nou.
source: Error creating the school. Please try again.
ca: Error al crear l'escola. Si us plau, intenta-ho de nou.
de: Fehler beim Erstellen der Schule. Bitte erneut versuchen.
es: Error al crear la escuela. Por favor, inténtalo de nuevo.
fr: Erreur lors de la création de l'école. Veuillez réessayer.
ru: Ошибка при создании школы. Пожалуйста, попробуйте снова.
zh: 创建学校时出错。请再试一次。

# Error al esborrar l'alumne. Pot tenir matrícules associades.
source: Error deleting the student. They may have associated enrollments.
ca: Error al esborrar l'alumne. Pot tenir matrícules associades.
de: Fehler beim Löschen des Schülers. Möglicherweise sind Einschreibungen verknüpft.
es: Error al eliminar el alumno. Puede tener matrículas asociadas.
fr: Erreur lors de la suppression de l'élève. Il peut avoir des inscriptions associées.
ru: Ошибка при удалении ученика. Возможно, есть связанные зачисления.
zh: 删除学生时出错。可能有关联的报名。

# Error al esborrar l'escola. Pot tenir dades relacionades.
source: Error deleting the school. It may have related data.
ca: Error al esborrar l'escola. Pot tenir dades relacionades.
de: Fehler beim Löschen der Schule. Möglicherweise sind Daten verknüpft.
es: Error al eliminar la escuela. Puede tener datos relacionados.
fr: Erreur lors de la suppression de l'école. Elle peut avoir des données associées.
ru: Ошибка при удалении школы. Возможно, есть связанные данные.
zh: 删除学校时出错。可能有关联数据。

# Error al esborrar la inscripció. Pot tenir quotes associades.
source: Error deleting the enrollment. It may have associated fees.
ca: Error al esborrar la inscripció. Pot tenir quotes associades.
de: Fehler beim Löschen der Einschreibung. Möglicherweise sind Gebühren verknüpft.
es: Error al eliminar la inscripción. Puede tener cuotas asociadas.
fr: Erreur lors de la suppression de l'inscription. Elle peut avoir des frais associés.
ru: Ошибка при удалении зачисления. Возможно, есть связанные взносы.
zh: 删除报名时出错。可能有关联费用。

# Error al esborrar la quota.
source: Error deleting the fee.
ca: Error al esborrar la quota.
de: Fehler beim Löschen der Gebühr.
es: Error al eliminar la cuota.
fr: Erreur lors de la suppression de la cotisation.
ru: Ошибка при удалении взноса.
zh: 删除费用时出错。

# Error carregant els alumnes. Si us plau, intenta-ho de nou.
source: Error loading students. Please try again.
ca: Error carregant els alumnes. Si us plau, intenta-ho de nou.
de: Fehler beim Laden der Schüler. Bitte erneut versuchen.
es: Error al cargar los alumnos. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement des élèves. Veuillez réessayer.
ru: Ошибка при загрузке учеников. Пожалуйста, попробуйте снова.
zh: 加载学生时出错。请再试一次。

# Error carregant els detalls de l'alumne.
source: Error loading student details.
ca: Error carregant els detalls de l'alumne.
de: Fehler beim Laden der Schülerdetails.
es: Error al cargar los detalles del alumno.
fr: Erreur lors du chargement des détails de l'élève.
ru: Ошибка при загрузке данных ученика.
zh: 加载学生详情时出错。

# Error carregant els detalls de l'escola.
source: Error loading school details.
ca: Error carregant els detalls de l'escola.
de: Fehler beim Laden der Schuldetails.
es: Error al cargar los detalles de la escuela.
fr: Erreur lors du chargement des détails de l'école.
ru: Ошибка при загрузке данных школы.
zh: 加载学校详情时出错。

# Error carregant els detalls de la inscripció.
source: Error loading enrollment details.
ca: Error carregant els detalls de la inscripció.
de: Fehler beim Laden der Einschreibedetails.
es: Error al cargar los detalles de la inscripción.
fr: Erreur lors du chargement des détails de l'inscription.
ru: Ошибка при загрузке данных зачисления.
zh: 加载报名详情时出错。

# Error carregant l'alumne.
source: Error loading the student.
ca: Error carregant l'alumne.
de: Fehler beim Laden des Schülers.
es: Error al cargar el alumno.
fr: Erreur lors du chargement de l'élève.
ru: Ошибка при загрузке ученика.
zh: 加载学生时出错。

# Error carregant l'escola.
source: Error loading the school.
ca: Error carregant l'escola.
de: Fehler beim Laden der Schule.
es: Error al cargar la escuela.
fr: Erreur lors du chargement de l'école.
ru: Ошибка при загрузке школы.
zh: 加载学校时出错。

# Error carregant la inscripció.
source: Error loading the enrollment.
ca: Error carregant la inscripció.
de: Fehler beim Laden der Einschreibung.
es: Error al cargar la inscripción.
fr: Erreur lors du chargement de l'inscription.
ru: Ошибка при загрузке зачисления.
zh: 加载报名时出错。

# Error carregant la quota.
source: Error loading the fee.
ca: Error carregant la quota.
de: Fehler beim Laden der Gebühr.
es: Error al cargar la cuota.
fr: Erreur lors du chargement de la cotisation.
ru: Ошибка при загрузке взноса.
zh: 加载费用时出错。

# Error carregant la quota. Si us plau, intenta-ho de nou.
source: Error loading the fee. Please try again.
ca: Error carregant la quota. Si us plau, intenta-ho de nou.
de: Fehler beim Laden der Gebühr. Bitte erneut versuchen.
es: Error al cargar la cuota. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement de la cotisation. Veuillez réessayer.
ru: Ошибка при загрузке взноса. Пожалуйста, попробуйте снова.
zh: 加载费用时出错。请再试一次。

# Error carregant les escoles. Si us plau, intenta-ho de nou.
source: Error loading schools. Please try again.
ca: Error carregant les escoles. Si us plau, intenta-ho de nou.
de: Fehler beim Laden der Schulen. Bitte erneut versuchen.
es: Error al cargar las escuelas. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement des écoles. Veuillez réessayer.
ru: Ошибка при загрузке школ. Пожалуйста, попробуйте снова.
zh: 加载学校时出错。请再试一次。

# Error carregant les inscripcions. Si us plau, intenta-ho de nou.
source: Error loading enrollments. Please try again.
ca: Error carregant les inscripcions. Si us plau, intenta-ho de nou.
de: Fehler beim Laden der Einschreibungen. Bitte erneut versuchen.
es: Error al cargar las inscripciones. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement des inscriptions. Veuillez réessayer.
ru: Ошибка при загрузке зачислений. Пожалуйста, попробуйте снова.
zh: 加载报名时出错。请再试一次。

# Error carregant les quotes. Si us plau, intenta-ho de nou.
source: Error loading fees. Please try again.
ca: Error carregant les quotes. Si us plau, intenta-ho de nou.
de: Fehler beim Laden der Gebühren. Bitte erneut versuchen.
es: Error al cargar las cuotas. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement des cotisations. Veuillez réessayer.
ru: Ошибка при загрузке взносов. Пожалуйста, попробуйте снова.
zh: 加载费用时出错。请再试一次。

# Error creant l'alumne. Si us plau, intenta-ho de nou.
source: Error creating the student. Please try again.
ca: Error creant l'alumne. Si us plau, intenta-ho de nou.
de: Fehler beim Erstellen des Schülers. Bitte erneut versuchen.
es: Error al crear el alumno. Por favor, inténtalo de nuevo.
fr: Erreur lors de la création de l'élève. Veuillez réessayer.
ru: Ошибка при создании ученика. Пожалуйста, попробуйте снова.
zh: 创建学生时出错。请再试一次。

# Error creant la inscripció. Si us plau, intenta-ho de nou.
source: Error creating the enrollment. Please try again.
ca: Error creant la inscripció. Si us plau, intenta-ho de nou.
de: Fehler beim Erstellen der Einschreibung. Bitte erneut versuchen.
es: Error al crear la inscripción. Por favor, inténtalo de nuevo.
fr: Erreur lors de la création de l'inscription. Veuillez réessayer.
ru: Ошибка при создании зачисления. Пожалуйста, попробуйте снова.
zh: 创建报名时出错。请再试一次。

# Error creant la quota. Si us plau, intenta-ho de nou.
source: Error creating the fee. Please try again.
ca: Error creant la quota. Si us plau, intenta-ho de nou.
de: Fehler beim Erstellen der Gebühr. Bitte erneut versuchen.
es: Error al crear la cuota. Por favor, inténtalo de nuevo.
fr: Erreur lors de la création de la cotisation. Veuillez réessayer.
ru: Ошибка при создании взноса. Пожалуйста, попробуйте снова.
zh: 创建费用时出错。请再试一次。

# Error de validació: {0}
source: Validation error: {0}
ca: Error de validació: {0}
de: Validierungsfehler: {0}
es: Error de validación: {0}
fr: Erreur de validation : {0}
ru: Ошибка проверки: {0}
zh: 验证错误：{0}

# Escola '{0}' actualitzada correctament.
source: School '{0}' updated successfully.
ca: Escola '{0}' actualitzada correctament.
de: Schule '{0}' erfolgreich aktualisiert.
es: Escuela '{0}' actualizada correctamente.
fr: École « {0} » mise à jour avec succès.
ru: Школа «{0}» успешно обновлена.
zh: 学校“{0}”更新成功。

# Escola '{0}' creada correctament.
source: School '{0}' created successfully.
ca: Escola '{0}' creada correctament.
de: Schule '{0}' erfolgreich erstellt.
es: Escuela '{0}' creada correctamente.
fr: École « {0} » créée avec succès.
ru: Школа «{0}» успешно создана.
zh: 学校“{0}”创建成功。

# Escola amb ID {0} no trobada.
source: School with ID {0} not found.
ca: Escola amb ID {0} no trobada.
de: Schule mit ID {0} nicht gefunden.
es: Escuela con ID {0} no encontrada.
fr: École avec l’ID {0} introuvable.
ru: Школа с ID {0} не найдена.
zh: 未找到ID为{0}的学校。

# Escola esborrada correctament.
source: School deleted successfully.
ca: Escola esborrada correctament.
de: Schule erfolgreich gelöscht.
es: Escuela eliminada correctamente.
fr: École supprimée avec succès.
ru: Школа успешно удалена.
zh: 学校删除成功。

# Has de seleccionar una escola per a la inscripció.
source: You must select a school for the enrollment.
ca: Has de seleccionar una escola per a la inscripció.
de: Sie müssen eine Schule für die Einschreibung auswählen.
es: Debes seleccionar una escuela para la inscripción.
fr: Vous devez sélectionner une école pour l'inscription.
ru: Необходимо выбрать школу для зачисления.
zh: 必须为报名选择学校。

# Hi ha hagut un error. Si us plau, torna-ho a intentar.
source: There was an error. Please try again.
ca: Hi ha hagut un error. Si us plau, torna-ho a intentar.
de: Es ist ein Fehler aufgetreten. Bitte erneut versuchen.
es: Ha habido un error. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.
zh: 发生错误。请再试一次。

# Inscripció actualitzada correctament.
source: Enrollment updated successfully.
ca: Inscripció actualitzada correctament.
de: Einschreibung erfolgreich aktualisiert.
es: Inscripción actualizada correctamente.
fr: Inscription mise à jour avec succès.
ru: Зачисление успешно обновлено.
zh: 报名更新成功。

# Inscripció amb ID {0} no trobada.
source: Enrollment with ID {0} not found.
ca: Inscripció amb ID {0} no trobada.
de: Einschreibung mit ID {0} nicht gefunden.
es: Inscripción con ID {0} no encontrada.
fr: Inscription avec l’ID {0} introuvable.
ru: Зачисление с ID {0} не найдено.
zh: 未找到ID为{0}的报名。

# Inscripció creada correctament.
source: Enrollment created successfully.
ca: Inscripció creada correctament.
de: Einschreibung erfolgreich erstellt.
es: Inscripción creada correctamente.
fr: Inscription créée avec succès.
ru: Зачисление успешно создано.
zh: 报名创建成功。

# Inscripció esborrada correctament.
source: Enrollment deleted successfully.
ca: Inscripció esborrada correctament.
de: Einschreibung erfolgreich gelöscht.
es: Inscripción eliminada correctamente.
fr: Inscription supprimée avec succès.
ru: Зачисление успешно удалено.
zh: 报名删除成功。

# Ja existeix un usuari amb l'email {0}
source: A user with email {0} already exists.
ca: Ja existeix un usuari amb l'email {0}
de: Ein Benutzer mit der E-Mail {0} existiert bereits.
es: Ya existe un usuario con el email {0}.
fr: Un utilisateur avec l'e-mail {0} existe déjà.
ru: Пользователь с e-mail {0} уже существует.
zh: 已存在邮箱为{0}的用户。

# Ja existeix una altra escola amb el codi '{0}'.
source: Another school with code '{0}' already exists.
ca: Ja existeix una altra escola amb el codi '{0}'.
de: Eine andere Schule mit dem Code '{0}' existiert bereits.
es: Ya existe otra escuela con el código '{0}'.
fr: Une autre école avec le code « {0} » existe déjà.
ru: Другая школа с кодом «{0}» уже существует.
zh: 已存在代码为“{0}”的另一所学校。

# Ja existeix una escola amb el codi '{0}'.
source: A school with code '{0}' already exists.
ca: Ja existeix una escola amb el codi '{0}'.
de: Eine Schule mit dem Code '{0}' existiert bereits.
es: Ya existe una escuela con el código '{0}'.
fr: Une école avec le code « {0} » existe déjà.
ru: Школа с кодом «{0}» уже существует.
zh: 已存在代码为“{0}”的学校。

# L'alumne no existeix.
source: The student does not exist.
ca: L'alumne no existeix.
de: Der Schüler existiert nicht.
es: El alumno no existe.
fr: L'élève n'existe pas.
ru: Ученик не существует.
zh: 学生不存在。

# L'alumne o l'escola no existeixen.
source: The student or the school does not exist.
ca: L'alumne o l'escola no existeixen.
de: Der Schüler oder die Schule existiert nicht.
es: El alumno o la escuela no existen.
fr: L'élève ou l'école n'existe pas.
ru: Ученик или школа не существуют.
zh: 学生或学校不存在。

# L'alumne seleccionat no existeix.
source: The selected student does not exist.
ca: L'alumne seleccionat no existeix.
de: Der ausgewählte Schüler existiert nicht.
es: El alumno seleccionado no existe.
fr: L'élève sélectionné n'existe pas.
ru: Выбранный ученик не существует.
zh: 所选学生不存在。

# L'escola no existeix.
source: The school does not exist.
ca: L'escola no existeix.
de: Die Schule existiert nicht.
es: La escuela no existe.
fr: L'école n'existe pas.
ru: Школа не существует.
zh: 学校不存在。

# L'escola seleccionada no existeix.
source: The selected school does not exist.
ca: L'escola seleccionada no existeix.
de: Die ausgewählte Schule existiert nicht.
es: La escuela seleccionada no existe.
fr: L'école sélectionnée n'existe pas.
ru: Выбранная школа не существует.
zh: 所选学校不存在。

# La inscripció no existeix.
source: The enrollment does not exist.
ca: La inscripció no existeix.
de: Die Einschreibung existiert nicht.
es: La inscripción no existe.
fr: L'inscription n'existe pas.
ru: Зачисление не существует.
zh: 报名不存在。

# La inscripció o l'alumne no existeixen.
source: The enrollment or the student does not exist.
ca: La inscripció o l'alumne no existeixen.
de: Die Einschreibung oder der Schüler existiert nicht.
es: La inscripción o el alumno no existen.
fr: L'inscription ou l'élève n'existe pas.
ru: Зачисление или ученик не существует.
zh: 报名或学生不存在。

# La inscripció seleccionada no existeix.
source: The selected enrollment does not exist.
ca: La inscripció seleccionada no existeix.
de: Die ausgewählte Einschreibung existiert nicht.
es: La inscripción seleccionada no existe.
fr: L'inscription sélectionnée n'existe pas.
ru: Выбранное зачисление не существует.
zh: 所选报名不存在。

# La quota no existeix.
source: The fee does not exist.
ca: La quota no existeix.
de: Die Gebühr existiert nicht.
es: La cuota no existe.
fr: La cotisation n'existe pas.
ru: Взнос не существует.
zh: 费用不存在。

# La quota o la inscripció no existeixen.
source: The fee or the enrollment does not exist.
ca: La quota o la inscripció no existeixen.
de: Die Gebühr oder die Einschreibung existiert nicht.
es: La cuota o la inscripción no existen.
fr: La cotisation ou l'inscription n'existe pas.
ru: Взнос или зачисление не существует.
zh: 费用或报名不存在。

# No s'ha trobat cap alumne associat al teu usuari
source: No student associated with your user was found
ca: No s'ha trobat cap alumne associat al teu usuari
de: Kein Schüler mit Ihrem Benutzer verknüpft gefunden
es: No se ha encontrado ningún alumno asociado a tu usuario
fr: Aucun élève associé à votre utilisateur n'a été trouvé
ru: Не найден ученик, связанный с вашим пользователем
zh: 未找到与您的用户关联的学生

# No s'ha trobat la quota.
source: The fee was not found.
ca: No s'ha trobat la quota.
de: Die Gebühr wurde nicht gefunden.
es: No se ha encontrado la cuota.
fr: La cotisation n'a pas été trouvée.
ru: Взнос не найден.
zh: 未找到费用。

# Quota actualitzada correctament.
source: Fee updated successfully.
ca: Quota actualitzada correctament.
de: Gebühr erfolgreich aktualisiert.
es: Cuota actualizada correctamente.
fr: Cotisation mise à jour avec succès.
ru: Взнос успешно обновлён.
zh: 费用更新成功。

# Quota amb ID {0} no trobada.
source: Fee with ID {0} not found.
ca: Quota amb ID {0} no trobada.
de: Gebühr mit ID {0} nicht gefunden.
es: Cuota con ID {0} no encontrada.
fr: Cotisation avec l’ID {0} introuvable.
ru: Взнос с ID {0} не найден.
zh: 未找到ID为{0}的费用。

# Quota creada correctament.
source: Fee created successfully.
ca: Quota creada correctament.
de: Gebühr erfolgreich erstellt.
es: Cuota creada correctamente.
fr: Cotisation créée avec succès.
ru: Взнос успешно создан.
zh: 费用创建成功。

# Quota esborrada correctament.
source: Fee deleted successfully.
ca: Quota esborrada correctament.
de: Gebühr erfolgreich gelöscht.
es: Cuota eliminada correctamente.
fr: Cotisation supprimée avec succès.
ru: Взнос успешно удалён.
zh: 费用删除成功。

# S'ha produït un error carregant el tauler d'usuari.
source: An error occurred loading the user dashboard.
ca: S'ha produït un error carregant el tauler d'usuari.
de: Beim Laden des Benutzer-Dashboards ist ein Fehler aufgetreten.
es: Se produjo un error al cargar el panel de usuario.
fr: Une erreur s'est produite lors du chargement du tableau de bord utilisateur.
ru: Произошла ошибка при загрузке панели пользователя.
zh: 加载用户面板时出错。

# Sense escola
source: No school
ca: Sense escola
de: Keine Schule
es: Sin escuela
fr: Sans école
ru: Без школы
zh: 无学校

# Si us plau, omple tots els camps obligatoris correctament.
source: Please fill in all required fields correctly.
ca: Si us plau, omple tots els camps obligatoris correctament.
de: Bitte füllen Sie alle Pflichtfelder korrekt aus.
es: Por favor, completa correctamente todos los campos obligatorios.
fr: Veuillez remplir correctement tous les champs obligatoires.
ru: Пожалуйста, корректно заполните все обязательные поля.
zh: 请正确填写所有必填字段。

# Si us plau, omple tots els camps obligatoris.
source: Please fill in all required fields.
ca: Si us plau, omple tots els camps obligatoris.
de: Bitte füllen Sie alle Pflichtfelder aus.
es: Por favor, completa todos los campos obligatorios.
fr: Veuillez remplir tous les champs obligatoires.
ru: Пожалуйста, заполните все обязательные поля.
zh: 请填写所有必填字段。

# {0} quotes corregides correctament.
source: {0} fees corrected successfully.
ca: {0} quotes corregides correctament.
de: {0} Gebühren erfolgreich korrigiert.
es: {0} cuotas corregidas correctamente.
fr: {0} cotisations corrigées avec succès.
ru: Исправлено взносов: {0}.
zh: 已成功更正{0}项费用。
